<?php
/** @var array $lots_list the array contains information list about lots (item, type, price, URL img) */
$lots_list = [
    ["item" => "2014 Rossignol District Snowboard", "type" => "Доски и лыжи", "price" => "10999", "img_url" => "img/lot-1.jpg"],
    ["item" => "DC Ply Mens 2016/2017 Snowboard", "type" => "Доски и лыжи", "price" => "159999", "img_url" => "img/lot-2.jpg"],
    ["item" => "Крепления Union Contact Pro 2015 года размер L/XL", "type" => "Крепления", "price" => "8000", "img_url" => "img/lot-3.jpg"],
    ["item" => "Ботинки для сноуборда DC Mutiny Charocal", "type" => "Ботинки", "price" => "10999", "img_url" => "img/lot-4.jpg"],
    ["item" => "Куртка для сноуборда DC Mutiny Charocal", "type" => "Одежда", "price" => "7500", "img_url" => "img/lot-5.jpg"],
    ["item" => "Маска Oakley Canopy", "type" => "Разное", "price" => "5400", "img_url" => "img/lot-6.jpg"]
];
/** @var string $description Временный массив с описанием товаров в рекламном стиле (удалю по ходу проекта) */
$description = [
    '---Описпние не предоставлено---',
    'Легкий маневренный сноуборд, готовый дать жару в любом парке, растопив снег мощным щелчкоми четкими дугами. 
    Стекловолокно Bi-Ax, уложенное в двух направлениях, наделяет этот снаряд отличной гибкостью и отзывчивостью, а 
    симметричная геометрия в сочетании с классическим прогибом кэмбер позволит уверенно держать высокие скорости. 
    А если к концу катального дня сил совсем не останется, просто посмотрите на Вашу доску и улыбнитесь, крутая 
    графика от Шона Кливера еще никого не оставляла равнодушным.',
    '---Описпние не предоставлено---',
    '---Описпние не предоставлено---',
    '---Описпние не предоставлено---',
    '---Описпние не предоставлено---'
];